import React from 'react'

export const ContentBanditCode = () => {
	return (
		<div className="content-wrap">
			<h3 className="title">土匪黑话沟通</h3>
			<p>
				为了保密和自身的安全。一是尽量减少和同行的火拼，二是增加内部的团结。
			</p>
			<blockquote>
				有人说，每个土匪首领都有一本小册子，
				上面记录着匪帮的秘密用语，所有成员都必须学习使用，一般要花 6 到
				8 个
				月时间。用化名或假托过去英雄的名号的做法，在很大程度上也是为
				了不暴露身份，而且带有浪漫色彩。最后，匪帮的秘密手势，虽然不
				如传统的秘密社团那样发达，但是在保密方面还是起到一部分作用。还有象口令，击掌动作的规定意义，都是为了巩固联络，增加内部凝聚力，反映了排斥外人的需要，不过追根溯源，采取这些方法是因为土匪中多是文盲，无法以文字形式联系。
				<span>《民国时期的土匪》- 93页</span>
			</blockquote>
		</div>
	)
}
