import React from 'react'

export const ContentBanditEnd = () => {
	return (
		<div className="content-wrap">
			<h3 className="title">土匪的结束</h3>
			<p>
				1950年3月16日，中国共产党中央委员会、中央军事委员会发布《剿灭土匪，建立革命新秩序》的指示：必须明确，剿灭土匪，是当前全国革命斗争不可超越的一个重要阶段，是建立和恢复各级人民政权，以及开展其他一切的必要前提，是彻底消灭国民党在大陆的残余武装，迅速恢复革命新秩序的保证。[4]
			</p>
			<p>
				中国人民解放军先后抽调了39个军140多个师的150万人开展剿匪，1950年至1953年间歼灭匪特武装240余万人[4]。10月，中国人民解放军以中国人民志愿军的名义参加朝鲜战争，部分完成剿匪任务的解放军被派往朝鲜战场[3]。
			</p>
			<p>
				1951年上半年，中国各地已剿匪逾百万。军事行动持续至1953年，消灭、投降者260余万人[1]（或计240万人[4]），至此中华民国政府在中国大陆的残余军事力量被消灭殆尽。
			</p>
		</div>
	)
}
