import React from 'react'

export const ContentBanditEnd = () => {
	return (
		<div className="content-wrap">
			<h3 className="title">土匪的结束</h3>
			<cite>
				内容来源：
				<a
					href="https://zh.m.wikipedia.org/zh-cn/%E5%85%A8%E5%9B%BD%E5%A4%A7%E5%89%BF%E5%8C%AA"
					target="_blank"
				>
					《全国大剿匪”》- 维基百科
				</a>
				<svg
					xmlns="http://www.w3.org/2000/svg"
					width="15"
					height="15"
					fill="none"
				>
					<g clip-path="url(#a)">
						<path
							fill="#524C47"
							d="M7.5 14.993c4.103 0 7.5-3.403 7.5-7.497C15 3.396 11.596 0 7.493 0 3.397 0 0 3.395 0 7.496c0 4.094 3.404 7.497 7.5 7.497Zm2.375-5.615c-.338 0-.559-.235-.559-.596v-1.3l.11-1.184-1.095 1.169-2.772 2.778a.616.616 0 0 1-.441.176c-.331 0-.56-.22-.56-.566 0-.146.074-.3.185-.411l2.786-2.778 1.184-1.103-1.125.118H6.221c-.368 0-.603-.22-.603-.551 0-.338.228-.559.588-.559h3.588c.39 0 .64.177.64.625v3.572c0 .353-.228.61-.559.61Z"
						/>
					</g>
					<defs>
						<clipPath id="a">
							<path fill="#fff" d="M0 0h15v15H0z" />
						</clipPath>
					</defs>
				</svg>
			</cite>
			<p>
				1950年3月16日，中国共产党中央委员会、中央军事委员会发布《剿灭土匪，建立革命新秩序》的指示：必须明确，剿灭土匪，是当前全国革命斗争不可超越的一个重要阶段，是建立和恢复各级人民政权，以及开展其他一切的必要前提，是彻底消灭国民党在大陆的残余武装，迅速恢复革命新秩序的保证。
			</p>
			<p>
				中国人民解放军先后抽调了39个军140多个师的150万人开展剿匪，1950年至1953年间歼灭匪特武装240余万人。10月，中国人民解放军以中国人民志愿军的名义参加朝鲜战争，部分完成剿匪任务的解放军被派往朝鲜战场。
			</p>
			<p>
				1951年上半年，中国各地已剿匪逾百万。军事行动持续至1953年，消灭、投降者260余万人（或计240万人），至此中华民国政府在中国大陆的残余军事力量被消灭殆尽。
			</p>
		</div>
	)
}
