export const rules = [
    {
        id: 1,
        title: '一. 喜车、丧车不抢',
        details: '红白喜事自古以来是人生两件大事，土匪不抢喜车丧车，认为抢了之后对自己不吉利。有些电视剧中演到土匪专挑结婚的下手，杀新郎绑新娘，其实这事在东北胡子的规矩中是不允许的，反倒是那些军阀残兵爱干的事儿。',
    },
    {
        id: 2,
        title: '二. 邮差不抢',
        details: '为何邮差不抢呢？邮差替人传递信息，不但辛苦，而且没“片儿”（切口，指钱）。当年的老话是“教书穷，邮差苦”，绑了这种人，一点油水也没有。不但不绑他们，反倒有时候要用一下他们，比如去某地送信的时候，替自己带封书信给家人。胡子不是孙悟空，不是从石头缝里蹦出来的，他们也有爹娘兄妹，也懂得写信寄钱。',
    },
    {
        id: 3,
        title: '三. 艄公不抢',
        details: '早年间交通不便利，没有这么多大桥，要想过河全凭摆渡。摆渡可不是什么人都能干的职业，需要很高的技术操控“摆渡板”，不懂行的来干，一个不留神，板子翻过去，全掉河里喂鱼。胡子不抢摆渡，因为有时候他们去某某地方，需要靠摆渡过河。因此两家算是朋友。',
    },
    {
        id: 4,
        title: '四. 背包行医不抢',
        details: '背包行医的多为赤脚医生，走街串巷替人医病，其中多有华佗一样的高手。胡子们常年铤而走险，绺子之中多有伤员，因而必须跟这些背包行医的打好关系。有事的时候请上山来，帮助医治，临走还要派人保护回家，送上一份诊费。',
    },
    {
        id: 5,
        title: '五. 赌徒不抢',
        details: '为何不抢赌徒呢？据说土匪跟赌徒是一家，土匪圈中有首歌谣唱道“西北连天一片云，天下耍钱一家人。清前耍的赵太祖，混钱耍的十八尊。”其中的“清”指的是赌徒，俗称“耍清钱”；“混”指的是土匪，俗称“耍混钱”。土匪供奉十八罗汉，赌徒供奉赵匡胤，这是他们的祖师爷。',
    },
    {
        id: 6,
        title: '六. “八股绳”不抢',
        details: '什么叫“八股绳”？就是用竹皮子做成的绳子，用这种绳子者一般就两种人，一种是“锔锅”者，也就是修锅补缸的小手艺人。另一种则是卖梨糖瓜果的，这种人一般兼带卖猪油、卖土酒、卖老烟叶等等，这种职业统称“八股绳”。土匪不抢他们，因为他们干的是小本经营，受苦受累还赚不到几个老钱，犯不上抢他们。另外这些人走南闯北，土匪往往需要从他们口中打探消息。',
    },
    {
        id: 7,
        title: '七. 马车店不抢',
        details: '马车店相当于现代的招待所，但条件很恶劣，一张大通铺，好几十口子睡在一个通铺上。虱子、小咬、臭虫到处爬，环境十分糟糕。但在当时，这是个好地方。当时有句俗话，叫“青纱帐一倒，大风吹得受不了”，以此说明东北的寒冷。而马车店的土炕这时候就该烧了，别看的大通铺，但烧的暖暖和和，土匪有时候无处藏身，就找马车店猫着，在此吃喝，需要人家照应，因此不但不抢，还要给人家住宿钱。',
    },
    {
        id: 8,
        title: '八. 僧道尼不抢',
        details: '这三者分别是僧侣、道士、尼姑，这些人都跟“祖师爷”挂着钩呢，抢了也没有油水，搞不好得罪祖师爷，会遭报应。因而土匪见到这些人要避着点儿。',
    },
    {
        id: 9,
        title: '九. 鳏寡孤独不抢',
        details: '这些人要么是老光棍子，要么是寡老婆子，要钱没钱，要物没物，无儿无女，无亲无故，属于最可怜的那种。抢他们，那就是缺德带冒烟了。',
    },
    {
        id: 10,
        title: '十. 棺材铺不抢',
        details: '主要是怕犯忌讳，而且死了兄弟还需要人家提供棺材。',
    },

];
